Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 规则从 ACL4SSR 与 blackmatrix7 的官方仓库按需下载并保存在本机。
ar: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
de: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
en: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
es: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
fr: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
id: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
ja: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
ko: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
pt_br: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
ru: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
th: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
tr: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
vi: Rules are downloaded on demand from the official ACL4SSR and blackmatrix7 repositories and kept on this device.
zh_hant: 規則會按需從 ACL4SSR 與 blackmatrix7 的官方倉庫下載並保存在本機。

source: 规则内容
ar: محتوى القاعدة
de: Regelinhalt
en: Rule content
es: Contenido de la regla
fr: Contenu des règles
id: Konten aturan
ja: ルールの内容
ko: 규칙 내용
pt_br: Conteúdo da regra
ru: Содержание правила
th: เนื้อหากฎ
tr: Kural içeriği
vi: Nội dung quy tắc
zh_hant: 規則內容

source: 规则内容为空
ar: محتوى القاعدة فارغ
de: Der Regelinhalt ist leer
en: Rule content is empty
es: El contenido de la regla está vacío.
fr: Le contenu de la règle est vide
id: Konten aturan kosong
ja: ルールの内容が空です
ko: 규칙 콘텐츠가 비어 있습니다.
pt_br: O conteúdo da regra está vazio
ru: Содержимое правила пусто.
th: เนื้อหากฎว่างเปล่า
tr: Kural içeriği boş
vi: Nội dung quy tắc trống
zh_hant: 規則內容為空

source: 规则列表
ar: قائمة القواعد
de: Regelliste
en: Rule list
es: Lista de reglas
fr: Liste de règles
id: Daftar aturan
ja: ルール一覧
ko: 규칙 목록
pt_br: Lista de regras
ru: Список правил
th: รายการกฎ
tr: Kural listesi
vi: Danh sách quy tắc
zh_hant: 規則列表

source: 规则列表已下载到本机，生成配置时不再联网。
ar: تم تنزيل قائمة القواعد على الجهاز المحلي ولم تعد متصلة بالإنترنت عند إنشاء التكوين.
de: Die Regelliste wurde auf den lokalen Computer heruntergeladen und ist beim Generieren der Konfiguration nicht mehr mit dem Internet verbunden.
en: The rule list has been downloaded to the local machine and is no longer connected to the Internet when generating the configuration.
es: La lista de reglas se descargó en la máquina local y ya no está conectada a Internet al generar la configuración.
fr: La liste de règles a été téléchargée sur la machine locale et n'est plus connectée à Internet lors de la génération de la configuration.
id: Daftar aturan telah diunduh ke mesin lokal dan tidak lagi terhubung ke Internet saat membuat konfigurasi.
ja: ルール リストはローカル マシンにダウンロードされており、構成の生成時にはインターネットに接続されていません。
ko: 규칙 목록이 로컬 시스템에 다운로드되었으며 구성을 생성할 때 더 이상 인터넷에 연결되지 않습니다.
pt_br: A lista de regras foi baixada para a máquina local e não está mais conectada à Internet ao gerar a configuração.
ru: Список правил был загружен на локальный компьютер и больше не подключен к Интернету при создании конфигурации.
th: ดาวน์โหลดรายการกฎลงในเครื่องท้องถิ่นแล้ว และไม่ได้เชื่อมต่อกับอินเทอร์เน็ตอีกต่อไปเมื่อสร้างการกำหนดค่า
tr: Kural listesi yerel makineye indirildi ve yapılandırma oluşturulurken artık İnternet'e bağlı değil.
vi: Danh sách quy tắc đã được tải xuống máy cục bộ và không còn kết nối với Internet khi tạo cấu hình.
zh_hant: 規則清單已下載至本機，產生設定時不再連網。

source: 规则名称
ar: اسم القاعدة
de: Regelname
en: Rule Name
es: Nombre de la regla
fr: Nom de la règle
id: Nama Aturan
ja: ルール名
ko: 규칙 이름
pt_br: Nome da regra
ru: Название правила
th: ชื่อกฎ
tr: Kural Adı
vi: Tên quy tắc
zh_hant: 規則名稱

source: 规则名称不能为空。
ar: لا يمكن ترك اسم القاعدة فارغاً.
de: Der Regelname darf nicht leer sein.
en: The rule name cannot be empty.
es: El nombre de la regla no puede estar vacío.
fr: Le nom de la règle ne peut pas être vide.
id: Nama aturan tidak boleh kosong.
ja: ルール名は空にできません。
ko: 규칙 이름은 비워 둘 수 없습니다.
pt_br: O nome da regra não pode ficar vazio.
ru: Название правила не может быть пустым.
th: ชื่อกฎต้องไม่ว่าง
tr: Kural adı boş olamaz.
vi: Tên quy tắc không được để trống.
zh_hant: 規則名稱不能為空。

source: 规则地址无效
ar: عنوان القاعدة غير صالح
de: Die Regeladresse ist ungültig
en: Rule address is invalid
es: La dirección de la regla no es válida
fr: L'adresse de la règle n'est pas valide
id: Alamat aturan tidak valid
ja: ルールアドレスが無効です
ko: 규칙 주소가 잘못되었습니다.
pt_br: O endereço da regra é inválido
ru: Адрес правила недействителен.
th: ที่อยู่กฎไม่ถูกต้อง
tr: Kural adresi geçersiz
vi: Địa chỉ quy tắc không hợp lệ
zh_hant: 規則地址無效

source: 规则定制
ar: تخصيص القواعد
de: Regelanpassung
en: Rule Customization
es: Personalización de reglas
fr: Personnalisation des règles
id: Penyesuaian Aturan
ja: ルールのカスタマイズ
ko: 규칙 사용자화
pt_br: Personalização de regras
ru: Настройка правил
th: ปรับแต่งกฎ
tr: Kural Özelleştirme
vi: Tùy chỉnh quy tắc
zh_hant: 規則自訂

source: 规则已更新
ar: تم تحديث القواعد
de: Regeln aktualisiert
en: Rules updated
es: Reglas actualizadas
fr: Règles mises à jour
id: Aturan diperbarui
ja: ルールが更新されました
ko: 규칙이 업데이트되었습니다.
pt_br: Regras atualizadas
ru: Правила обновлены
th: กฎการปรับปรุง
tr: Kurallar güncellendi
vi: Đã cập nhật quy tắc
zh_hant: 規則已更新

source: 规则方案已更新
ar: تم تحديث ملف القواعد
de: Regelprofil aktualisiert
en: Rule profile updated
es: Perfil de reglas actualizado
fr: Profil de règles mis à jour
id: Profil aturan diperbarui
ja: ルールプロファイルを更新しました
ko: 규칙 프로필이 업데이트됨
pt_br: Perfil de regras atualizado
ru: Профиль правил обновлён
th: อัปเดตโปรไฟล์กฎแล้ว
tr: Kural profili güncellendi
vi: Đã cập nhật hồ sơ quy tắc
zh_hant: 規則方案已更新

source: 规则流
ar: تدفق القاعدة
de: Regelablauf
en: rule flow
es: flujo de reglas
fr: flux de règles
id: alur aturan
ja: ルールフロー
ko: 규칙 흐름
pt_br: fluxo de regras
ru: поток правил
th: การไหลของกฎ
tr: kural akışı
vi: luồng quy tắc
zh_hant: 規則流

source: 规则流向
ar: Rule Destination
de: Rule Destination
en: Rule Destination
es: Rule Destination
fr: Rule Destination
id: Rule Destination
ja: Rule Destination
ko: Rule Destination
pt_br: Rule Destination
ru: Rule Destination
th: Rule Destination
tr: Rule Destination
vi: Rule Destination
zh_hant: 規則流向

source: 规则由您直接从上游下载，不随 App 分发。下载后保存在本机。
ar: يتم تنزيل القواعد مباشرة من المصدر بواسطتك ولا يتم توزيعها مع التطبيق. بعد التنزيل، احفظه على جهاز الكمبيوتر المحلي لديك.
de: Die Regeln werden von Ihnen direkt vom Upstream heruntergeladen und nicht mit der App verteilt. Speichern Sie es nach dem Herunterladen auf Ihrem lokalen Computer.
en: The rules are downloaded directly from the upstream by you and are not distributed with the App. After downloading, save it to your local computer.
es: Usted descarga las reglas directamente desde el origen y no se distribuyen con la aplicación. Después de la descarga, guárdelo en su computadora local.
fr: Les règles sont téléchargées directement depuis l'amont par vos soins et ne sont pas distribuées avec l'App. Après le téléchargement, enregistrez-le sur votre ordinateur local.
id: Aturan diunduh langsung dari hulu oleh Anda dan tidak didistribusikan dengan Aplikasi. Setelah mengunduh, simpan ke komputer lokal Anda.
ja: ルールはユーザーによって上流から直接ダウンロードされ、アプリとともに配布されるものではありません。ダウンロード後、ローカル コンピュータに保存します。
ko: 규칙은 귀하가 업스트림에서 직접 다운로드하며 앱과 함께 배포되지 않습니다. 다운로드한 후 로컬 컴퓨터에 저장하세요.
pt_br: As regras são baixadas diretamente do upstream por você e não são distribuídas com o aplicativo. Após o download, salve-o em seu computador local.
ru: Правила загружаются вами непосредственно из исходной версии и не распространяются вместе с Приложением. После загрузки сохраните его на свой локальный компьютер.
th: คุณดาวน์โหลดกฎโดยตรงจากต้นทางและไม่ได้เผยแพร่กับแอป หลังจากดาวน์โหลด ให้บันทึกลงในคอมพิวเตอร์ของคุณ
tr: Kurallar doğrudan sizin tarafınızdan indirilir ve Uygulama ile birlikte dağıtılmaz. İndirdikten sonra yerel bilgisayarınıza kaydedin.
vi: Các quy tắc được bạn tải xuống trực tiếp từ thượng nguồn và không được phân phối cùng với Ứng dụng. Sau khi tải xuống, hãy lưu nó vào máy tính cục bộ của bạn.
zh_hant: 規則由您直接從上游下載，不隨 App 分發。下載後儲存在本機。

source: 规则目录
ar: Rule Catalog
de: Rule Catalog
en: Rule Catalog
es: Rule Catalog
fr: Rule Catalog
id: Rule Catalog
ja: Rule Catalog
ko: Rule Catalog
pt_br: Rule Catalog
ru: Rule Catalog
th: Rule Catalog
tr: Rule Catalog
vi: Rule Catalog
zh_hant: 規則目錄

source: 规则配置不是可识别的文本
ar: لم يتم التعرف على تكوين القاعدة كنص
de: Die Regelkonfiguration ist kein erkannter Text
en: Rule configuration is not recognized text
es: La configuración de la regla no es texto reconocido
fr: La configuration des règles n'est pas un texte reconnu
id: Konfigurasi aturan tidak mengenali teks
ja: ルール設定が認識されないテキスト
ko: 규칙 구성이 인식되지 않는 텍스트입니다.
pt_br: A configuração da regra não é um texto reconhecido
ru: Конфигурация правила не распознает текст
th: ไม่รู้จักข้อความการกำหนดค่ากฎ
tr: Kural yapılandırması tanınmıyor metni
vi: Cấu hình quy tắc không được nhận dạng văn bản
zh_hant: 規則配置不是可識別的文本

source: 规则配置地址
ar: عنوان تكوين القاعدة
de: Regelkonfigurationsadresse
en: Rule configuration address
es: Dirección de configuración de reglas
fr: Adresse de configuration de règle
id: Alamat konfigurasi aturan
ja: ルール設定アドレス
ko: 규칙 구성 주소
pt_br: Endereço de configuração de regra
ru: Адрес конфигурации правила
th: ที่อยู่การกำหนดค่ากฎ
tr: Kural yapılandırma adresi
vi: Địa chỉ cấu hình quy tắc
zh_hant: 規則配置位址

source: 规则集
ar: مجموعة القواعد
de: Regelsatz
en: Rule Set
es: Conjunto de reglas
fr: Jeu de règles
id: Set Aturan
ja: ルールセット
ko: 룰셋
pt_br: Conjunto de regras
ru: Набор правил
th: ชุดกฎ
tr: Kural Kümesi
vi: Bộ quy tắc
zh_hant: 規則集

source: 规则集 URL，例如：
ar: عنوان URL لمجموعة القواعد، مثل:
de: Regelsatz-URL, zum Beispiel:
en: Rule Set URL, for example:
es: URL del conjunto de reglas, por ejemplo:
fr: URL du jeu de règles, par exemple :
id: URL set aturan, misalnya:
ja: ルールセットURL（例）：
ko: 규칙 세트 URL(예):
pt_br: URL do conjunto de regras, por exemplo:
ru: URL набора правил, например:
th: URL ชุดกฎ ตัวอย่าง:
tr: Kural kümesi URL'si, örneğin:
vi: URL bộ quy tắc, ví dụ:
zh_hant: 規則集 URL，例如：

source: 订阅
ar: الاشتراكات
de: Abonnements
en: Subscriptions
es: Suscripciones
fr: Abonnements
id: Langganan
ja: サブスクリプション
ko: 구독
pt_br: Assinaturas
ru: Подписки
th: การสมัครสมาชิก
tr: Abonelikler
vi: Gói đăng ký
zh_hant: 訂閱

source: 订阅内容、节点凭据和转换结果都只保存在这台设备上。
ar: يتم حفظ الاشتراكات وبيانات اعتماد العقدة ونتائج التحويل على هذا الجهاز فقط.
de: Abonnements, Knotenanmeldeinformationen und Konvertierungsergebnisse werden nur auf diesem Gerät gespeichert.
en: Subscriptions, node credentials, and conversion results are only saved on this device.
es: Las suscripciones, las credenciales de nodo y los resultados de la conversión solo se guardan en este dispositivo.
fr: Les abonnements, les informations d'identification du nœud et les résultats de conversion sont uniquement enregistrés sur cet appareil.
id: Langganan, kredensial node, dan hasil konversi hanya disimpan di perangkat ini.
ja: サブスクリプション、ノード認証情報、変換結果はこのデバイスにのみ保存されます。
ko: 구독, 노드 자격 증명, 변환 결과는 이 장치에만 저장됩니다.
pt_br: Assinaturas, credenciais de nó e resultados de conversão são salvos apenas neste dispositivo.
ru: Подписки, учетные данные узла и результаты преобразования сохраняются только на этом устройстве.
th: การสมัครสมาชิก ข้อมูลรับรองโหนด และผลลัพธ์การแปลงจะถูกบันทึกไว้ในอุปกรณ์นี้เท่านั้น
tr: Abonelikler, düğüm kimlik bilgileri ve dönüşüm sonuçları yalnızca bu cihaza kaydedilir.
vi: Đăng ký, thông tin xác thực nút và kết quả chuyển đổi chỉ được lưu trên thiết bị này.
zh_hant: 訂閱內容、節點憑證和轉換結果都只保存在這台裝置上。

source: 订阅内容为空
ar: محتوى الاشتراك فارغ
de: Der Abonnementinhalt ist leer
en: Subscription content is empty
es: El contenido de la suscripción está vacío.
fr: Le contenu de l'abonnement est vide
id: Konten langganan kosong
ja: サブスクリプションのコンテンツが空です
ko: 구독 내용이 비어 있습니다.
pt_br: O conteúdo da assinatura está vazio
ru: Содержимое подписки пусто
th: เนื้อหาการสมัครสมาชิกว่างเปล่า
tr: Abonelik içeriği boş
vi: Nội dung đăng ký trống
zh_hant: 訂閱內容為空

source: 订阅到期还剩 1 天，请及时续费。
ar: بقي يوم واحد قبل انتهاء الاشتراك، يرجى التجديد في الوقت المناسب.
de: Es bleibt noch 1 Tag, bis das Abonnement abläuft. Bitte verlängern Sie es rechtzeitig.
en: This subscription expires in 1 day. Renew it soon.
es: Queda 1 día antes de que caduque la suscripción, renueve a tiempo.
fr: Il reste 1 jour avant l'expiration de l'abonnement, veuillez le renouveler à temps.
id: Ada 1 hari tersisa sebelum langganan berakhir, harap perbarui tepat waktu.
ja: サブスクリプションの有効期限まであと 1 日あります。期限内に更新してください。
ko: 구독 만료일까지 1일 남았습니다. 기한 내에 갱신하시기 바랍니다.
pt_br: Falta 1 dia para a assinatura expirar, renove a tempo.
ru: До истечения срока действия подписки остался 1 день, пожалуйста, продлите ее вовремя.
th: เหลือเวลาอีก 1 วันก่อนการสมัครจะหมดอายุ โปรดต่ออายุให้ทันเวลา
tr: Aboneliğin sona ermesine 1 gün kaldı, lütfen zamanında yenileyin.
vi: Còn 1 ngày nữa là gói đăng ký sẽ hết hạn, vui lòng gia hạn kịp thời.
zh_hant: 訂閱到期還剩 1 天，請及時續費。

source: 订阅地址无效
ar: عنوان الاشتراك غير صالح
de: Die Abonnementadresse ist ungültig
en: Subscription address is invalid
es: La dirección de suscripción no es válida
fr: L'adresse d'abonnement n'est pas valide
id: Alamat berlangganan tidak valid
ja: 購読アドレスが無効です
ko: 구독 주소가 잘못되었습니다
pt_br: O endereço de assinatura é inválido
ru: Адрес подписки недействителен.
th: ที่อยู่การสมัครสมาชิกไม่ถูกต้อง
tr: Abonelik adresi geçersiz
vi: Địa chỉ đăng ký không hợp lệ
zh_hant: 訂閱地址無效

source: 订阅或节点
ar: الاشتراك أو العقدة
de: Abonnement oder Knoten
en: Subscription or node
es: Suscripción o nodo
fr: Abonnement ou nœud
id: Berlangganan atau simpul
ja: サブスクリプションまたはノード
ko: 구독 또는 노드
pt_br: Assinatura ou nó
ru: Подписка или узел
th: การสมัครสมาชิกหรือโหนด
tr: Abonelik veya düğüm
vi: Đăng ký hoặc nút
zh_hant: 訂閱或節點

source: 订阅服务器返回 HTTP %lld
ar: يقوم المشترك بإرجاع HTTP %lld
de: Der Abonnent gibt HTTP %lld zurück
en: Subscriber returns HTTP %lld
es: El suscriptor devuelve HTTP %lld
fr: L'abonné renvoie HTTP %lld
id: Pelanggan mengembalikan HTTP %lld
ja: サブスクライバーは HTTP %lld を返します
ko: 구독자가 HTTP %lld를 반환합니다.
pt_br: O assinante retorna HTTP %lld
ru: Абонент возвращает HTTP %lld
th: สมาชิกส่งคืน HTTP %lld
tr: Abone HTTP'yi döndürür %lld
vi: Người đăng ký trả về HTTP %lld
zh_hant: 訂閱伺服器回傳 HTTP %lld

source: 订阅服务器返回了无法识别的响应
ar: قام المشترك بإرجاع استجابة غير معروفة
de: Der Abonnent hat eine unbekannte Antwort zurückgegeben
en: The Subscriber returned an unrecognized response
es: El suscriptor devolvió una respuesta no reconocida.
fr: L'abonné a renvoyé une réponse non reconnue
id: Pelanggan mengembalikan tanggapan yang tidak dikenal
ja: サブスクライバーが認識できない応答を返しました
ko: 구독자가 인식할 수 없는 응답을 반환했습니다.
pt_br: O Assinante retornou uma resposta não reconhecida
ru: Подписчик вернул неопознанный ответ
th: สมาชิกตอบกลับการตอบกลับที่ไม่รู้จัก
tr: Abone tanınmayan bir yanıt verdi
vi: Người đăng ký trả lại phản hồi không được nhận dạng
zh_hant: 訂閱伺服器傳回了無法識別的回應

source: 订阅来源
ar: مصدر الاشتراك
de: Abonnementquelle
en: Subscription source
es: Fuente de suscripción
fr: Source d'abonnement
id: Sumber berlangganan
ja: サブスクリプションソース
ko: 구독 소스
pt_br: Fonte de assinatura
ru: Источник подписки
th: แหล่งที่มาของการสมัครสมาชิก
tr: Abonelik kaynağı
vi: Nguồn đăng ký
zh_hant: 訂閱來源

source: 订阅节点
ar: عُقد الاشتراك
de: Abonnement-Knoten
en: Subscription Nodes
es: Nodos de suscripción
fr: Nœuds d’abonnement
id: Node langganan
ja: サブスクリプションノード
ko: 구독 노드
pt_br: Nós da assinatura
ru: Узлы подписки
th: โหนดการสมัครสมาชิก
tr: Abonelik Düğümleri
vi: Nút đăng ký
zh_hant: 訂閱節點

source: 订阅解析和配置生成都在这台设备上，不经过第三方转换服务。
ar: يتم تحليل الاشتراك وإنشاء الإعدادات على هذا الجهاز، دون خدمة تحويل خارجية.
de: Abo-Auswertung und Konfiguration entstehen auf diesem Gerät, ohne externen Konverter.
en: Parsing and configuration both happen on this device, with no third-party converter.
es: El análisis y la configuración ocurren en este dispositivo, sin conversores de terceros.
fr: L’analyse et la configuration se font sur cet appareil, sans convertisseur tiers.
id: Penguraian dan pembuatan konfigurasi terjadi di perangkat ini, tanpa konverter pihak ketiga.
ja: 解析も設定生成もこの端末で行い、第三者の変換サービスは使いません。
ko: 분석과 설정 생성 모두 이 기기에서 이뤄지며 제3자 변환 서비스를 쓰지 않습니다.
pt_br: A análise e a configuração acontecem neste dispositivo, sem conversor de terceiros.
ru: Разбор и создание конфигурации происходят на устройстве, без сторонних конвертеров.
th: การอ่านและการสร้างไฟล์ตั้งค่าทำบนเครื่องนี้ ไม่ใช้บริการแปลงของบุคคลที่สาม
tr: Çözümleme ve yapılandırma bu cihazda yapılır; üçüncü taraf dönüştürücü yoktur.
vi: Việc phân tích và tạo cấu hình đều trên thiết bị này, không qua dịch vụ chuyển đổi bên thứ ba.
zh_hant: 訂閱解析和設定產生都在這台裝置上，不經過第三方轉換服務。

source: 订阅链接
ar: رابط الاشتراك
de: Abo-Link
en: Subscription link
es: Enlace de suscripción
fr: Lien d'abonnement
id: Tautan berlangganan
ja: 購読リンク
ko: 구독 링크
pt_br: Link de assinatura
ru: Ссылка на подписку
th: ลิงค์สมัครสมาชิก
tr: Abonelik bağlantısı
vi: Liên kết đăng ký
zh_hant: 訂閱連結

source: 认证
ar: المصادقة
de: Authentifizierung
en: Authentication
es: Autenticación
fr: Authentification
id: Autentikasi
ja: 認証
ko: 인증
pt_br: Autenticação
ru: Аутентификация
th: การยืนยันตัวตน
tr: Kimlik Doğrulama
vi: Xác thực
zh_hant: 認證

source: 认证信息
ar: تفاصيل المصادقة
de: Authentifizierungsdetails
en: Authentication Details
es: Datos de autenticación
fr: Détails d’authentification
id: Detail autentikasi
ja: 認証情報
ko: 인증 정보
pt_br: Dados de autenticação
ru: Данные аутентификации
th: รายละเอียดการยืนยันตัวตน
tr: Kimlik Doğrulama Bilgileri
vi: Thông tin xác thực
zh_hant: 認證資訊

source: 认证密码
ar: كلمة مرور المصادقة
de: Authentifizierungs-Passwort
en: Authentication password
es: Contraseña de autenticación
fr: Mot de passe d'authentification
id: Kata sandi autentikasi
ja: 認証パスワード
ko: 인증 비밀번호
pt_br: Senha de autenticação
ru: Пароль аутентификации
th: รหัสผ่านยืนยันตัวตน
tr: Kimlik doğrulama parolası
vi: Mật khẩu xác thực
zh_hant: 認證密碼

source: 让手机和电脑或路由器连接同一个 Wi-Fi。
ar: قم بتوصيل هاتفك وجهاز الكمبيوتر أو جهاز التوجيه بنفس شبكة Wi-Fi.
de: Verbinden Sie Ihr Telefon und Ihren Computer oder Router mit demselben WLAN.
en: Connect your phone and computer or router to the same Wi-Fi.
es: Conecte su teléfono y computadora o enrutador al mismo Wi-Fi.
fr: Connectez votre téléphone et votre ordinateur ou routeur au même réseau Wi-Fi.
id: Hubungkan ponsel dan komputer atau router Anda ke Wi-Fi yang sama.
ja: 携帯電話とコンピューターまたはルーターを同じ Wi-Fi に接続します。
ko: 휴대폰과 컴퓨터 또는 라우터를 동일한 Wi-Fi에 연결하세요.
pt_br: Conecte seu telefone e computador ou roteador ao mesmo Wi-Fi.
ru: Подключите телефон и компьютер или маршрутизатор к одному Wi-Fi.
th: เชื่อมต่อโทรศัพท์และคอมพิวเตอร์หรือเราเตอร์ของคุณกับ Wi-Fi เดียวกัน
tr: Telefonunuzu ve bilgisayarınızı veya yönlendiricinizi aynı Wi-Fi'ye bağlayın.
vi: Kết nối điện thoại và máy tính hoặc bộ định tuyến của bạn với cùng một mạng Wi-Fi.
zh_hant: 讓手機和電腦或路由器連接同一個 Wi-Fi。

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

source: 访问密钥已更换，旧链接已失效
ar: تم تغيير مفتاح الوصول ولم يعد الرابط القديم صالحًا
de: Der Zugangsschlüssel wurde geändert und der alte Link ist nicht mehr gültig
en: The access key has been changed and the old link is no longer valid
es: La clave de acceso ha sido cambiada y el enlace antiguo ya no es válido
fr: La clé d'accès a été modifiée et l'ancien lien n'est plus valide
id: Kunci akses telah diubah dan tautan lama tidak berlaku lagi
ja: アクセスキーが変更され、古いリンクは無効になりました
ko: 액세스 키가 변경되었으며 이전 링크는 더 이상 유효하지 않습니다.
pt_br: A chave de acesso foi alterada e o link antigo não é mais válido
ru: Ключ доступа был изменен, и старая ссылка больше не действительна.
th: รหัสการเข้าถึงมีการเปลี่ยนแปลงและลิงก์เก่าใช้ไม่ได้อีกต่อไป
tr: Erişim anahtarı değiştirildi ve eski bağlantı artık geçerli değil
vi: Key truy cập đã bị thay đổi và link cũ không còn hiệu lực
zh_hant: 訪問密鑰已更換，舊連結已失效

source: 该协议请改用协议链接导入
ar: الرجاء استخدام رابط البروتوكول لاستيراد هذا البروتوكول بدلاً من ذلك.
de: Bitte verwenden Sie stattdessen den Protokolllink, um dieses Protokoll zu importieren.
en: Please use the protocol link to import this protocol instead.
es: Utilice el enlace del protocolo para importar este protocolo.
fr: Veuillez plutôt utiliser le lien du protocole pour importer ce protocole.
id: Silakan gunakan tautan protokol untuk mengimpor protokol ini.
ja: このプロトコルをインポートするには、代わりにプロトコル リンクを使用してください。
ko: 대신 이 프로토콜을 가져오려면 프로토콜 링크를 사용하세요.
pt_br: Use o link do protocolo para importar este protocolo.
ru: Вместо этого используйте ссылку на протокол, чтобы импортировать этот протокол.
th: โปรดใช้ลิงก์โปรโตคอลเพื่อนำเข้าโปรโตคอลนี้แทน
tr: Bunun yerine bu protokolü içe aktarmak için lütfen protokol bağlantısını kullanın.
vi: Vui lòng sử dụng liên kết giao thức để nhập giao thức này thay thế.
zh_hant: 該協議請改用協議連結導入

source: 该订阅及已读取的节点会从这台设备移除。
ar: ستتم إزالة الاشتراك وعقدة القراءة من هذا الجهاز.
de: Das Abonnement und der Leseknoten werden von diesem Gerät entfernt.
en: The subscription and the read node will be removed from this device.
es: La suscripción y el nodo de lectura se eliminarán de este dispositivo.
fr: L'abonnement et le nœud de lecture seront supprimés de cet appareil.
id: Langganan dan node baca akan dihapus dari perangkat ini.
ja: サブスクリプションと読み取りノードがこのデバイスから削除されます。
ko: 구독 및 읽기 노드가 이 장치에서 제거됩니다.
pt_br: A assinatura e o nó de leitura serão removidos deste dispositivo.
ru: Подписка и узел чтения будут удалены с этого устройства.
th: การสมัครสมาชิกและโหนดการอ่านจะถูกลบออกจากอุปกรณ์นี้
tr: Abonelik ve okuma düğümü bu cihazdan kaldırılacak.
vi: Đăng ký và nút đọc sẽ bị xóa khỏi thiết bị này.
zh_hant: 該訂閱及已讀取的節點會從這台設備移除。

source: 请使用 HTTPS 规则地址
ar: الرجاء استخدام عنوان قاعدة HTTPS
de: Bitte verwenden Sie die HTTPS-Regeladresse
en: Please use HTTPS rule address
es: Utilice la dirección de regla HTTPS
fr: Veuillez utiliser l'adresse de la règle HTTPS
id: Silakan gunakan alamat aturan HTTPS
ja: HTTPS ルールのアドレスを使用してください
ko: HTTPS 규칙 주소를 사용하세요.
pt_br: Use o endereço da regra HTTPS
ru: Пожалуйста, используйте адрес правила HTTPS
th: โปรดใช้ที่อยู่กฎ HTTPS
tr: Lütfen HTTPS kural adresini kullanın
vi: Vui lòng sử dụng địa chỉ quy tắc HTTPS
zh_hant: 請使用 HTTPS 規則位址
